Revit 2027 API
ParameterTypeId.ZoneVolumeGross Property
 "Gross Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneVolumeGross { get; }
Public Shared ReadOnly Property ZoneVolumeGross As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneVolumeGross {
	ForgeTypeId^ get ();
}
static member ZoneVolumeGross : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace